/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"biometric_disabler_tip" = "Biometric authentication issue. Check system settings or switch to password verification in Zapry security settings.";
"verification_failed_retry_tip" = "Verification failed. Please try again later.";
"biometric_dialog_subtitle" = "Use your biometrics for authentication";
"biometric_input_pay_password" = "Enter your payment password";
"biometric_pay_face" = "Facial payment progress";
"biometric_fingerprint_verify" = "Please verify your fingerprint";
"biometric_sending_crypto" = "Sending a Crypto Box";
"biometric_transferring_nft" = "Transferring an NFT to %1$@%2$@";
"biometric_transferring" = "Transferring to %1$@%2$@";
"biometric_top_up" = "Top-up to pocket in progress";
"withdraw_wallet_tip" = "Transferring to wallet %1$@";
"biometric_contract_trading" = "Contract transaction";
"signature_message_sign" = "Sign";
"verification_failed_tip" = "Verification failed";
"biometric_pay_method" = "Payment method";
"mine_wallet" = "Wallet";
"common_ensure" = "Confirm";
"biometric_setting_pay_password" = "Set payment password";
"biometric_setting_biometric" = "Set up biometric authentication";
"biometric_setting_pay_password_subtitle" = "Set payment password first.";
"biometric_setting_biometric_subtitle" = "Set up biometric authentication first.";
"biometric_setting_pay_password_desc" = "Wallet creation upon setting payment password.";
"biometric_setting_biometric_desc" = "Wallet creation upon biometric authentication setup.";
"common_setting_now" = "Set now";
"common_skip" = "Skip";
